Repository: sultann/AffiliateWP
Catalog: languages/affiliate-wp-*.po
Languages: sr_sp

source: You do not have permission to export data.
sr_sp: Ne morate dozvolu za izvoz podataka.

source: Error
sr_sp: Greška

source: Please upload a valid .json file
sr_sp: Molimo otpremite važeću JSON fajl.

source: Please upload a file to import
sr_sp: Molimo poslati sliku u uvozu

source: Settings updated.
sr_sp: Podešavanja ažuriran.

source: License Settings
sr_sp: License podešavanja

source: License Key
sr_sp: Dozvola ključ

source: Please enter your license key. An active license key is needed for automatic plugin updates and <a href="%s" target="_blank">support</a>.
sr_sp: Unesite svoju licencu. Aktivni ključ licenca je potrebna za automatsko ažuriranje plugin i <a href="%s" target="_blank">podršku</a>.

source: Pages
sr_sp: Stranice

source: This is the page where affiliates will manage their affiliate account.
sr_sp: Ovo je stranica na kojoj će affiliates upravljaju svojim affiliate račun.

source: Terms of Use
sr_sp: Uslovi korišćenja

source: Select the page that shows the terms of use for Affiliate Registration
sr_sp: Izaberite stranu koja pokazuje uslove korišćenja za registraciju Affiliate.

source: Referral Settings
sr_sp: Podešavanja refferal

source: Referral Variable
sr_sp: Promenljiva refferal

source: The URL variable for referral URLs. For example: <strong>%s</strong>.
sr_sp: URL adresa promenljiva za upućivanje URL. Na primer: <strong>%s</strong>.

source: Should referrals be based on a percentage or flat rate amounts?
sr_sp: Ukoliko preporuke biti baziran na procentu ili stan stopa iznosi?

source: Default referral rate. A percentage if Referral Rate Type is Percentage, a flat amount otherwise. Rates can be set for each affiliate individually as well.
sr_sp: Uobičajeno upućivanje stopa. Procenat ako upućivanje kurs Tip je Procenat, stan iznos drugačije. Cene se mogu podesiti za svaku pojedinačno, kao i affiliate.

source: Cookie Expiration
sr_sp: Cookie rok

source: How many days should the referral tracking cookie be valid for?
sr_sp: Koliko dana treba uput za praćenje kolačić važiti za?

source: Currency Settings
sr_sp: Valuta podešavanja

source: Configure the currency options
sr_sp: Podešavanje opcije valuta

source: Choose your currency. Note that some payment gateways have currency restrictions.
sr_sp: Izaberite valutu. Imajte na umu da neki platni gatevai imaju ograničenja valute.

source: Currency Position
sr_sp: Valuta pozicija

source: Choose the location of the currency sign.
sr_sp: Izaberite lokaciju znaka valute.

source: Before - $10
sr_sp: Pre - $10

source: After - 10$
sr_sp: Nakon - 10$

source: Thousands Separator
sr_sp: Hiljade separator

source: The symbol (usually , or .) to separate thousands
sr_sp: Simbol (obično , ili .) za razdvajanje hiljada

source: Decimal Separator
sr_sp: Decimalni separator

source: The symbol (usually , or .) to separate decimal points
sr_sp: Simbol (obično , ili .) za razdvajanje decimala

source: Integrations
sr_sp: Integracije

source: Choose the integrations to enable. If you are not using any of these, you may use the <strong>[affiliate_conversion_script]</strong> short code to track and create referrals. Refer to the <a href="%s" target="_blank">documentation</a> for help using this.
sr_sp: Izaberite integracije omogućiti. Ako ne koristite bilo koji od ovih, možete da koristite <strong>[affiliate_conversion_script]</strong> kratki broj za praćenje i stvoriti preporuke. Pogledajte <a href="%s" target="_blank">dokumentacije</a> za pomoć, koristeći ovo.

source: Allow affiliate registration
sr_sp: Dozvoli affiliate registracija

source: Should affiliates be able to register accounts for themselves?
sr_sp: Ukoliko affiliates moći da se registruju račune za sebe?

source: Notify Admins
sr_sp: Obavesti Admins

source: Notify site admins of new affiliate registrations?
sr_sp: Obavesti Administrator sajta o novim registracijama affiliate?

source: Require approval
sr_sp: Potrebno odobrenje

source: Require that site admins approve affiliates before they can begin earning referrals?
sr_sp: Zahtevati da sajt administratori odobriti affiliates pre nego što mogu da počnu da zarađujete refferali?

source: Auto Register New Users
sr_sp: Auto register novi korisnici

source: Automatically register new users as affiliates?
sr_sp: Automatski registrujete nove korisnike kao affiliates?

source: Reject Unpaid Referrals on Refund?
sr_sp: Odbiti neplaćenog Preporuke na povrat?

source: Should unpaid referrals get automatically rejected when the originating purchase is refunded or revoked?
sr_sp: Ukoliko neplaćeni preporuke se automatski odbijen kada je kupovina poreklom refundira ili opozvati?

source: Use Fallback Referral Tracking Method?
sr_sp: Koristite pozadinski upućivanja metod za praćenje?

source: The method used to track referral links can fail on sites that have jQuery errors. Check this if referrals are not getting tracked properly.
sr_sp: Metod koji se koristi za praćenje refferali veze mogu uspeti na sajtovima koji imaju jKueri greške. Proverite ovo ako referali ne dobijaju adekvatno prate.

source: Ignore Zero Referrals?
sr_sp: Ignore zero refferals?

source: Check this box if you would like AffiliateWP to completely ignore referrals for a zero total amount. This can be useful for multi-price products that start at zero, or if a discount was used, which resulted in a zero amount. Please note: if this setting is enabled and a visit results in a zero referral, then the visit would be considered not converted.
sr_sp: Obeležite ovo polje ako želite da u potpunosti ignorišu AffiliateWP refferali za nula ukupnom iznosu. Ovo može biti korisno za više cene proizvoda koji se kreću od nule, ili ako je korišćena popust, što je rezultiralo u iznosu nula. Imajte na umu: ako ova postavka omogućena i poseta rezultira nula refferal, onda poseta će se smatrati ne konvertuju.

source: Remove Data on Uninstall?
sr_sp: Uklanjanje podataka o uninstall?

source: Check this box if you would like AffiliateWP to completely remove all of its data when the plugin is deleted.
sr_sp: Obeležite ovo polje ako želite da u potpunosti ukloni AffiliateWP sve svoje podatke kada dodatak se briše.

source: Deactivate License
sr_sp: Deaktiviraj licencu

source: Your license is valid!
sr_sp: Vaša licenca je važeća!

source: Renew Your License
sr_sp: Obnovite licencu

source: Your license has expired, renew today to continue getting updates and support!
sr_sp: Vaša licenca je istekla, obnoviti danas da nastavi dobijanje ažuriranja i podrške!

source: Activate License
sr_sp: Aktivirajte licencu

source: The callback function used for the <strong>%s</strong> setting is missing.
sr_sp: Callback funkcija se koristi za <strong>%s</strong> podešavanja nedostaje.

source: General
sr_sp: Generalni

source: Misc
sr_sp: Ostalo

source: Landing Page
sr_sp: Odredišna stranica

source: Referring URL
sr_sp: Pozivajući URL adresa

source: Referral ID
sr_sp: Refferal ID

source: Converted
sr_sp: Preobraćen

source: Direct traffic
sr_sp: Direktan saobraćaj

source: No visits found.
sr_sp: Nema poseta found.

source: Add New Referral
sr_sp: Dodaj Novi Referral

source: Generate Payout File
sr_sp: Generate isplate datoteku

source: Close
sr_sp: Zatvoriti

source: Minimum amount
sr_sp: Minimalni iznos

source: Generate CSV File
sr_sp: Generate CSV datoteku

source: This will mark all unpaid referrals in this timeframe as paid. To export referrals with a status other than <em>unpaid</em>, go to the <a href="%s">Tools &rarr; Export</a> page.
sr_sp: Ovo će označiti sve neplaćene refferali u ovom vremenskom okviru kao plaćeni. Da biste izvezli preporuke sa osim <em> neplaćen</em> statusu, idite na <a href="%s">Alatke &rarr; Izvoz</a>.

source: Description
sr_sp: Opis

source: Mark as Unpaid
sr_sp: Označi kao neplaćeno

source: Mark as Paid
sr_sp: Označi kao plaćeni

source: No referrals found.
sr_sp: Nema pronađenih refferali.

source: Bulk Actions
sr_sp: Masovna akcija

source: Apply
sr_sp: Primeniti

source: New Referral
sr_sp: Novi refferal

source: Use this screen to manually create a new referral record for an affiliate.
sr_sp: Koristite ovaj ekran da ručno kreirate novi uput rekord za affiliate.

source: Enter the name of the affiliate or enter a partial name or email to perform a search.
sr_sp: Unesite naziv ili affiliate unesete deo imena ili e-mail da izvrši pretragu.

source: The amount of the referral, such as 15.
sr_sp: Iznos refferala, kao što je 15.

source: Enter a description for this referral.
sr_sp: Unesite opis za ovu refferal.

source: Enter a reference for this referral (optional). Usually this would be the transaction ID of the associated purchase.
sr_sp: Unesite referencu za ovu upućivanje (opciono). Obično ovo bi transakcija ID povezanog kupovine.

source: Enter a context for this referral (optional). Usually this is used to help identify the payment system that was used for the transaction.
sr_sp: Unesite kontekst za ovu upućivanje (opciono). Obično je ovo se koristi da pomogne u identifikovanju platnog sistema koji je korišćen za transakcije.

source: Select the status of the referral.
sr_sp: Izaberite status refferala.

source: Add Referral
sr_sp: Dodaj refferal

source: For more information:
sr_sp: Za više informacija:

source: Visit the <a href="%s">documentation</a> on the AffiliateWP website.
sr_sp: Posetite <a href="%s">documentaion</a> na sajtu AffiliateWP.

source: <a href="%s">Post an issue</a> on <a href="%s">GitHub</a>.
sr_sp: <a href="%s">Post problem</a> o <a href="%s">GitHub</a>.

source: This screen provides access to your site's referral history.
sr_sp: Ovaj ekran omogućava pristup upućivanja istoriji vašeg sajta.

source: <strong>Reference</strong>: this refers to the order number (or similar) that created this referral.
sr_sp: <strong>Preporuka</strong>: ovo se odnosi na broj naloga (ili slično) koji je stvorio ovaj uput.

source: Referral statuses:
sr_sp: Statusi refferal:

source: <strong>Paid</strong> - this is a referral that has been paid to the affiliate
sr_sp: <strong>Plaćeni</strong> - ovo je uput da je posvećena affiliate

source: <strong>Unpaid</strong> - this is a referral that has been accepted but not yet paid to the affiliate
sr_sp: <strong>Неплаћени</strong> - ovo je refferal koji je prihvaćen , ali još nisu plaćeni za affiliate

source: <strong>Pending</strong> - this is a referral that is waiting to be accepted
sr_sp: <strong>Nerešen</strong> - ovo je refferal koji čeka da bude prihvaćen

source: <strong>Rejected</strong> - this is a referral that has been rejected and will not be paid to the affiliate
sr_sp: <strong>Odbijen</strong> - ovo je refferal koji je odbijen i neće biti posvećena affiliate

source: Searching Referrals
sr_sp: Pretraživanje refferali

source: Referrals can be searched in several different ways:
sr_sp: Refferali se mogu pretraživati na više različitih načina:

source: You can enter the referral's ID number
sr_sp: Možete da unesete refferal ID broj podneska je

source: You can enter the referral reference prefixed by 'ref:'
sr_sp: Možete da unesete referencu refferala prefiks 'ref:'

source: You can enter the referral context prefixed by 'context:'
sr_sp: Možete da unesete kontekst refferala prefiks 'kontekst:'

source: You can enter the affiliate's ID number prefixed by 'affiliate:'
sr_sp: Možete da unesete identifikacioni broj ID affiliate prefiks 'affiliate':

source: Exporting Referrals
sr_sp: Izvoz Referraly

source: Referrals can be exported directly to a CSV file in order to make it easier for your own accounting needs and for you to payout your affiliates's earnings.
sr_sp: Referrali mogu biti direktno izvozi u CSV datoteku da bi bilo lakše za sopstvene potrebe i računovodstvo za vas da isplate zarade svojim partnery u.

source: The CSV file generated is structured properly for PayPal's Mass Payment system so you can easily payout all of your affiliates at once via PayPal.
sr_sp: Generisana CSV datoteka pravilno za sistema Paypal Mass Payment tako da možete lako da isplate sve svoje partnery odjednom preko

source: Totals
sr_sp: Ukupan

source: Latest Affiliate Registrations
sr_sp: Last Affiliate Registracije

source: View Report
sr_sp: Pogledaj izveštaj

source: No affiliate registrations yet
sr_sp: Nema registracije affiliate još

source: No registered affiliates
sr_sp: Nema registrovanih filijale

source: Recent Referrals
sr_sp: Nedavni referrali

source: No referrals recorded yet
sr_sp: Nema referrali zabeležen još

source: Recent Referral Visits
sr_sp: Nedavni referrali poseta

source: No referral visits recorded yet
sr_sp: Nema upućivanje poseta zabeleženo još

source: The affiliate area is available only for registered affiliates.
sr_sp: Affiliate oblast je dostupna samo za registrovane filijale.

source: Log into Your Account
sr_sp: Пријавите се на свој налог

source: Username
sr_sp: Korisnicko ime

source: Password
sr_sp: Lozinka

source: Remember Me
sr_sp: Zapamti

source: Login
sr_sp: Prijavljivanje

source: Lost Password?
sr_sp: Zaboravili ste lozinku?

source: Register a New Affiliate Account
sr_sp: Registracija novi partnerski nalog

source: Your Name
sr_sp: Vaše ime

source: Account Email
sr_sp: Nalog email

source: Email Address
sr_sp: Email adresa

source: Payment Email (if different)
sr_sp: Adresa za plaćanje (ako drugačije)

source: Payment Email Address
sr_sp: Plaćanje mail adresa

source: Confirm Password
sr_sp: Potvrdi lozinku

source: Agree to our <a href="%s" target="_blank">Terms of Use</a>
sr_sp: Slažete sa našim <a href="%s" target="_blank">Uslovima korišćenja</a>

source: Register
sr_sp: Registruj se

source: Your affiliate account is pending approval
sr_sp: Vaš affiliate nalog čeka odobrenje

source: Your affiliate account is not active
sr_sp: Vaš affiliate nalog nije aktivan

source: Your affiliate account request has been rejected
sr_sp: Vaš affiliate nalog zahtev je odbijen

source: Your affiliate profile has been updated
sr_sp: Vaš affiliate profil je ažuriran

source: Your affiliate ID is: <strong>%d</strong>
sr_sp: Vaš affiliate ID: <strong>%d</strong>

source: Your referral URL is: <strong>%s</strong>
sr_sp: Vaš referral URL: <strong>%s</strong>

source: Enter any URL on this website below to generate a referral link!
sr_sp: Unesite bilo koju adresu na ovom sajtu ispod da kreirate affiliate link!

source: Page URL
sr_sp: URL stranice

source: Referral URL
sr_sp: Referral URL adresa

source: (now copy this referral link and share it anywhere)
sr_sp: (sada kopirajte ovaj link za preporuku i podelite ga bilo gde)

source: Generate URL
sr_sp: Generiši URL

source: Stats
sr_sp: Statistika

source: Commission Rate
sr_sp: Komisija nivo

source: Referrals Over Time
sr_sp: Refferali sve vreme

source: Referral URL Visits
sr_sp: Refferal URL poseta

source: You have not received any visits yet.
sr_sp: Niste dobila bilo kakve posete.

source: Profile Settings
sr_sp: Podešavanja profila

source: Your payment email
sr_sp: Vaša uplata mail

source: Enable New Referral Notifications
sr_sp: Omogući nove upućivanja obaveštenja

source: Save Profile Settings
sr_sp: Sačuvaj podešavanja profila
