Repository: sultann/AffiliateWP
Catalog: languages/affiliate-wp-*.po
Languages: sr_sp

source: Cheatin&#8217; huh?
sr_sp: Podvaliti&#8217; ha?

source: Invalid username
sr_sp: Neispravno korisničko ime

source: Username already taken
sr_sp: Neko već ima to korisničko ime

source: Email address already taken
sr_sp: Е-маил адреса већ предузете

source: Invalid email
sr_sp: Neispravan e-mail

source: Invalid payment email
sr_sp: Neispravan plaćanje E-mail

source: Please enter a password
sr_sp: Unesite lozinku

source: Passwords do not match
sr_sp: Lozinke se ne poklapaju

source: Please enter your name
sr_sp: Unesite svoje ime

source: Please agree to our terms of use
sr_sp: Molimo pristajete na naše uslove korišćenja

source: Nice try honey bear, don't touch our honey
sr_sp: Dobar pokušaj, draga, ne diraj naše zlato

source: You are already registered as an affiliate
sr_sp: Već su registrovani kao affiliate

source: Incorrect password
sr_sp: Pogrešna lozinka

source: Percentage (%)
sr_sp: Procenat (%)

source: Flat %s
sr_sp: Neto %s

source: US Dollars (&#36;)
sr_sp: SAD dolari (&#36;)

source: Euros (&euro;)
sr_sp: Evra (&euro;)

source: Australian Dollars (&#36;)
sr_sp: Australijski dolar (&#36;)

source: Brazilian Real (R&#36;)
sr_sp: Brazilski Real (R&#36;)

source: Canadian Dollars (&#36;)
sr_sp: Kanadski dolari (&#36;)

source: Czech Koruna
sr_sp: Češka kruna

source: Danish Krone
sr_sp: Danska kruna

source: Hong Kong Dollar (&#36;)
sr_sp: Hongkong dolar (&#36;)

source: Hungarian Forint
sr_sp: Mađarski Forinta

source: Israeli Shekel (&#8362;)
sr_sp: Izraelski šekel (&#8362;)

source: Japanese Yen (&yen;)
sr_sp: Japanski jen (&yen;)

source: Korean Won (&#8361;)
sr_sp: Korejski Von (&#8361;)

source: Malaysian Ringgits
sr_sp: Malezijski Ringgits

source: Mexican Peso (&#36;)
sr_sp: Meksički peso (&#36;)

source: New Zealand Dollar (&#36;)
sr_sp: Novi Zeland Dolar (&#36;)

source: Norwegian Krone
sr_sp: Norveška kruna

source: Philippine Pesos
sr_sp: Filipinski pezosa

source: Singapore Dollar (&#36;)
sr_sp: Singapur Dolar (&#36;)

source: Swedish Krona
sr_sp: Švedska kruna

source: Swiss Franc
sr_sp: Švajcarski franak

source: Taiwan New Dollars
sr_sp: Tajvan Novi dolari

source: Thai Baht (&#3647;)
sr_sp: Tajlandski bat (&#3647;)

source: Indian Rupee (&#8377;)
sr_sp: Indijska rupija (&#8377;)

source: Turkish Lira (&#8378;)
sr_sp: Turska lira (&#8378;)

source: Iranian Rial (&#65020;)
sr_sp: Iranski rial (&#65020;)

source: Russian Rubles
sr_sp: Ruski rubalja

source: Are you sure you want to generate the payout file? All included referrals will be marked as Paid.
sr_sp: Da li ste sigurni da želite da generišete datoteku isplate? Svi uključeni refferali će biti označen kao plaćeni.

source: New Affiliate Registration
sr_sp: Novi Partnerski Registracija

source: Name:
sr_sp: Ime:

source: Affiliate Application Accepted
sr_sp: Partnerski Primena Prihvaćeno

source: Congratulations %s!
sr_sp: Čestitam %s!

source: Your affiliate application on %s has been accepted!
sr_sp: Vaš affiliate aplikacija na %s je prihvaćena!

source: Log into your affiliate area at %s
sr_sp: Prijavite se na svoj affiliate oblasti na %s

source: Referral Awarded!
sr_sp: Refferal Nagrađeni!

source: You have been awarded a new referral of %s on %s!
sr_sp: Ti su nagrađeni novi uput od %s o %s!

source: Log into your affiliate area to view your earnings or disable these notifications: %s
sr_sp: Prijavite se na svoj affiliate oblasti da vidite svoju zaradu ili onemogućite ova obaveštenja: %s

source: Converted Visits
sr_sp: Konvertuju Poseta

source: Unconverted Visits
sr_sp: Poseta nepreobraćeni

source: Unpaid Referral Earnings
sr_sp: Neplaćeni refferal zarada

source: Pending Referral Earnings
sr_sp: Pending refferal zarada

source: Rejected Referral Earnings
sr_sp: Odbijeni refferal zarada

source: Paid Referral Earnings
sr_sp: Plaćeni refferal zarada

source: Affiliate Area
sr_sp: Partnerski Površina

source: Today
sr_sp: Danas

source: Yesterday
sr_sp: Juče

source: This Week
sr_sp: Ove nedelje

source: Last Week
sr_sp: Poslednja nedelja

source: This Month
sr_sp: Ovaj mesec

source: Last Month
sr_sp: Poslednji mesec

source: This Quarter
sr_sp: Ovaj kvartal

source: Last Quarter
sr_sp: Poslednja četvrtina

source: This Year
sr_sp: Ova Godina

source: Last Year
sr_sp: Prošle godine

source: Custom
sr_sp: Dužnost

source: From
sr_sp: Od

source: To
sr_sp: Do

source: Affiliate Discount?
sr_sp: Partnerski Popust?

source: If you would like to connect this discount to an affiliate, enter the name of the affiliate it belongs to.
sr_sp: Ako želite da se povežete ovaj popust na partnere, unesite ime affiliate ona pripada.

source: Referral #%d for %s recorded for %s
sr_sp: Refferal #%d за %s snimljen za %s

source: Affiliate added successfully
sr_sp: Partnerski uspešno dodat

source: Affiliate wasn't added, please try again.
sr_sp: Partnerski nije dodat, pokušajte ponovo.

source: Affiliate updated successfully
sr_sp: Partnerski ažuriran uspešno

source: <a href="%s">Back to Affiliates</a>
sr_sp: <a href="%s">Nazad na Affiliates</a>

source: Affiliate update failed, please try again
sr_sp: Partnerski instalacija nije uspela, molimo pokušajte ponovo

source: Affiliate deleted successfully
sr_sp: Affiliate deleted successfulli

source: Affiliate deletion failed, please try again
sr_sp: Affiliate brisanje nije uspela, molimo pokušajte ponovo

source: Affiliate account activated
sr_sp: Affiliate nalog aktiviran

source: Affiliate account deactivated
sr_sp: Affiliate nalog deaktiviran

source: Affiliate request was accepted
sr_sp: Affiliate zahtjev je prihvaćen

source: Affiliate request was rejected
sr_sp: Affiliate zahtev je odbijen

source: Affiliate stats have been recounted!
sr_sp: Affiliate statistika su ispričao!

source: Referral added successfully
sr_sp: Refferal uspešno dodat

source: Referral updated successfully
sr_sp: Refferal ažuriran uspešno

source: Referral update failed, please try again
sr_sp: Refferal instalacija nije uspela , molimo pokušajte ponovo

source: Referral deleted successfully
sr_sp: Refferal deleted successfulli

source: Referral deletion failed, please try again
sr_sp: Refferal brisanje nije uspela , molimo pokušajte ponovo

source: Settings successfully imported
sr_sp: Podešavanja uspešno uvezeni

source: No users found
sr_sp: Korisnici nije pronađeno

source: Overview
sr_sp: Pregled

source: Referrals
sr_sp: Refferali

source: Visits
sr_sp: Poseta

source: Reports
sr_sp: Izveštaji

source: Tools
sr_sp: Alat

source: Settings
sr_sp: Podešavanja

source: AffiliateWP Migration
sr_sp: AffiliateWP migracija

source: General Settings
sr_sp: Opšta podešavanja

source: Getting Started
sr_sp: Prvi koraci

source: What's new in AffiliateWP
sr_sp: Šta je novo u AffiliateWP

source: Getting started with AffiliateWP
sr_sp: Prvi koraci sa AffiliateWP

source: The people that build AffiliateWP
sr_sp: Ljudi koji grade AffiliateWP

source: What's New
sr_sp: Šta je novo

source: Credits
sr_sp: Krediti

source: Welcome to AffiliateWP v%s
sr_sp: Dobrodošli na AffiliateWP v%s

source: Thank you for installing AffiliateWP v%s. The best affiliate marketing plugin for WordPress.
sr_sp: Hvala za instaliranje AffiliateWP v%s. Najbolji affiliate marketing plugin za WordPress.

source: Version %s
sr_sp: Verzija %s

source: New features
sr_sp: Nove funkcije

source: Coupon Code Tracking
sr_sp: Kupon Kod za praćenje

source: Affiliate coupon tracking has been one of the most requested features, and one we are thrilled to introduce with version 1.1.
sr_sp: Partnerski kupon praćenje je jedan od najtraženijih funkcija , a jedan mi se oduševljeni da predstavimo sa verzijom 1.1.

source: This allows you to connect a coupon code to a specific affiliate so the affiliate is credited a referral anytime the coupon is redeemed.
sr_sp: To vam omogućava da povežete kupon kod za određenu affiliate tako affiliate je zaslužan uput bilo kada kupon je otkupljen.

source: For version 1.1, we have included coupon code tracking support for Easy Digital Downloads, WooCommerce, and Restrict Content Pro. More integrations will get added soon.
sr_sp: Za verziju 1.1, mi smo uključeni kupon kod za praćenje podrška za Easy Digital Downloads, WooCommerce, i Restrict Content Pro. Više integracijama će se uskoro dodat.

source: Minimum Earnings for Affiliate Payout
sr_sp: Minimalni zarada za isplatu affiliate

source: With the minimum amount option, you can set the minimum amount that affiliates need to have earned before their referrals are included in the payout.
sr_sp: Sa minimalnom iznosu opciju, možete podesiti minimalni iznos koji je potreban da se filijale su zaradili pre njihove preporuke su uključene u isplatu.

source: This is great for sites that want to keep the affiliate system locked down to serious affiliates.
sr_sp: To je odlično za sajtove koji žele da zadrži affiliate sistem zaključan dole do ozbiljnih filijale.

source: Additional Updates
sr_sp: Dodatna ažuriranje

source: Affiliate Registration Graph
sr_sp: Partnerski registracija grafikon

source: A new section has been added to the Reports page that lets you see affiliate registrations over time.
sr_sp: Nova sekcija je dodata na stranu Izveštaji koji vam omogućava da vidite affiliate registracije tokom vremena.

source: Auto Register Users as Affiliates
sr_sp: Automatsko registracija korisnika kao affiliates

source: We have introduced a new option to automatically register new WordPress users as affiliates when their user accounts are created.
sr_sp: Uveli smo novu opciju da automatski registruje nove korisnike WordPress kao partnere kada su stvorili njihovi korisničkih naloga.

source: Most Valuable Affiliates
sr_sp: Najvredniji affiliates

source: The Overview page now has a new widget that shows your top 5 most valuable affiliates, based on earnings.
sr_sp: Pregled strana sada ima novi vidžet koji prikazuje svoje 5 najboljih najvrednije filijale, na osnovu zarade.

source: Shortcode to Affiliate-only Content
sr_sp: Shortcode na affiliate-samo sadržaj

source: We have added a new shortcode that lets you show specific content to logged-in affiliates only.
sr_sp: Dodali smo novu shortcode koji vam omogućava da pokazuju specifične sadržaje prijavljene samo affiliate.

source: Custom Cookie Expiration Option
sr_sp: Prilagođena Cookie rok opcija

source: The expiration time for the affiliate tracking cookies can now be set from the Settings page.
sr_sp: Vreme isteka za affiliate praćenje kolačića sada se može podesiti iz stranici Podešavanja.

source: Numerous new action and filter hooks have been added to make AffiliateWP even more developer friendly.
sr_sp: Brojne nove akcione i filtera kuke su dodati da bi AffiliateWP još programer prijateljski.

source: Go to AffiliateWP Settings
sr_sp: Idi na AffiliateWP Settings

source: Welcome to AffiliateWP %s
sr_sp: Dobrodošli u AffiliateWP %s

source: Use the tips below to get started using AffiliateWP. You will be up and running in no time!
sr_sp: Koristite savete u nastavku da biste počeli koristeći AffiliateWP. Vi ćete biti gore i trčanje u kratkom vremenu!

source: Overview of Affiliates and Referrals
sr_sp: Pregled affiliates i refferals

source: The Overview Page
sr_sp: Pregled stranica

source: The overview page gives you a quick summary of your recent affiliate activity, including recent registrations, referrals, and visits.
sr_sp: Pregled stranica vam daje kratak rezime vašeg affiliate nedavne aktivnosti, uključujući i poslednjih registracije, refferals i posete.

source: It also provides a quick summary of your affiliates' referral earnings.
sr_sp: Ona takođe pruža brz pregled referrals zarade vaših affiliatov.

source: If you allow affiliate registrations, you can also easily accept or reject affiliate's applications directly from the Overview page
sr_sp: Ako dozvolite affiliate registracije, možete lako da prihvati ili odbije zahteve affiliate direktno iz Stranici Pregled.

source: Adding Affiliates
sr_sp: Dodavanje Affiliates

source: Affiliates &rarr; Add New
sr_sp: Affiliates &rarr; Dodaj Novi

source: From the main Affiliates page, site admins can easily add new affiliates to AffiliateWP. Simply enter the username, set a rate, and click Add Affiliate!
sr_sp: Od glavne stranice Affiliates, Administrator sajta mogu lako dodati nove affiliate u AffiliateWP. Jednostavno unesite ime, postavite brzinu, i kliknite na dugme Add Affiliate!

source: Affiliate Registration
sr_sp: Affiliate registracija

source: When enabled, affiliates can register themselves via the Affiliate Area. If they already have a user account on your site, they can register by simply agreeing to the terms of use. If they need to create an entirely new account, they have that option as well!
sr_sp: Kada je omogućeno, affiliates mogu da se registruju preko affiliate oblasti. Ako već imate korisnički nalog na vašem sajtu, oni mogu registrovati tako jednostavno pristali na uslove korišćenja. Ako je potrebno da se stvori potpuno novi nalog, oni imaju tu opciju kao dobro!

source: Moderate Registrations
sr_sp: Srednje registracije

source: Affiliate registrations can be moderated and require that a site admin approve each registration before the affiliate is permitted to begin tracking referrals.
sr_sp: Affiliate registracije mogu biti uređeni i zahtevaju da sajt administrator odobri svaku registraciju pre nego što je dozvoljeno da se affiliate početi praćenje preporuke.

source: Each time an affiliate registers, site admins can log into the site and approve or reject the application.
sr_sp: Svaki put affiliate registruje, Administrator sajta može prijaviti na sajt i odobriti ili odbiti zahtev.

source: A Dashboard For Your Affiliates
sr_sp: Kontrolna tabla za svojim affiliates

source: The Affiliate Area, shown on any page containing the <em>[affiliate_area]</em> short code, gives your affiliates access to their performance reports.
sr_sp: Affiliate Površina, prikazan na svakoj stranici koja sadrži <em>[affiliate_area]</em> kratak kod, daje svoje affiliate pristup njihovim izveštajima učinka.

source: Affiliates can easily see how much they have earned, how much is awaiting payment, and even how their referral URLs have done over time.
sr_sp: Affiliates mogu lako videti koliko su zaradili, koliko je čeka isplatu, pa čak i kako su njihovi upućivanje SEO urađeno tokom vremena.

source: A log of the referral links that have been clicked and where they were clicked on from, and whether the link converted into a successful referral, is also available to affiliates.
sr_sp: Dnevnik od referentnih linkova koji su kliknuli i gde su kliknuli na od, i da li veza pretvorena u uspješnog refferal, je takođe dostupan za affiliates.

source: Quick Terminology
sr_sp: Brzo terminologija

source: These are your best friends. They are the users that are actively promoting your products and services through referral URLs. When they create a customer for you, they get paid back in the form of a commission.
sr_sp: Ovo su vaši najbolji prijatelji. Oni su korisnici koji su aktivno promovišu svoje proizvode i usluge kroz refferal URL. Kada kreirate kupca za vas, oni se vraća u obliku komisije.

source: These are the commission records created anytime an affiliate successfully sends a potential customer to your site and that customer makes a purchase.
sr_sp: To su komisije zapisi nastali u bilo koje vreme affiliate uspešno šalje potencijalni kupac na vašem sajtu i da kupac obavi kupovinu.

source: These are unique hits on the referral URLs shared out by your affiliates. Each time a potential customer clicks on a referral URL, a visit is recorded.
sr_sp: To su jedinstvene udari po Refferal URL zajedničkih od strane vaših affiliates. Svaki put potencijalni kupac klikne na Referral URL, poseta se evidentira.

source: Need Help?
sr_sp: Potrebna pomoć?

source: Phenomenal Support
sr_sp: Fenomenalni podrška

source: We do our best to provide the best support we can. If you encounter a problem or have a question, visit our <a href="http://affiliatewp.com/support">support</a> page to open a ticket.
sr_sp: Mi činimo sve da obezbedi najbolju podršku možemo. Ako naiđete na problem ili imate pitanje, posetite naš <a href="http://affiliatevp.com/support">podršku</a> da biste otvorili kartu.

source: Thank you for updating to the latest version!
sr_sp: Hvala za ažuriranje na najnoviju verziju!

source: AffiliateWP is created by developers from around the world that aim to provide the #1 affiliate platform for WordPress. Here are just some of the faces that have helped build AffiliateWP:
sr_sp: AffiliateWP je kreiran od strane programera iz celog sveta koji imaju za cilj da obezbede #1 affiliate platformu za WordPress. Ovo su samo neke od lica koje su pomogle graditi AffiliateWP:

source: View %s
sr_sp: Pogledaj %s

source: New Affiliate
sr_sp: Novi affiliate

source: Use this screen to register a new affiliate. Each affiliate is tied directly to a user account, so if the user account for the affiliate does not yet exist, <a href="%s" target="_blank">create one</a>.
sr_sp: Koristite ovaj ekran da se registrujete novi affiliate. Svaki partner je vezan direktno na korisnički nalog, pa ako korisnik račun za affiliate još uvek ne postoji, <a href="%s" target="_blank">stvori jedan</a>.

source: User
sr_sp: Korisnik

source: Begin typing the name of the affiliate to perform a search for their associated user account.
sr_sp: Počnite da kucate ime affiliate da izvrši pretragu za njihov pridruženi korisnički nalog.

source: Referral Rate Type
sr_sp: Upućivanje kurs tip

source: Site Default
sr_sp: Sajt uobičajeno

source: The affiliate's referral rate type.
sr_sp: Tip refferal stopa od affiliate.

source: Rate
sr_sp: Stopa

source: Referral rate, such as 20 for 20%. If left blank, the site default will be used.
sr_sp: Refferal stopa, kao što je 20 za 20 %. Ako se ostavi prazno, sajt će se koristiti podrazumevani.

source: Payment Email
sr_sp: Plaćanje mail

source: Affiliate's payment email for systems such as PayPal, Moneybookers, or others. Leave blank to use the affiliate's user email.
sr_sp: Plaćanje mail affiliate za sisteme kao što su PayPal, MoneyBookers, ili drugima. Ostavite prazno da biste koristili od affiliate korisnika email.

source: Add Affiliate
sr_sp: Dodaj affiliate

source: Add New
sr_sp: Dodaj novi

source: Search
sr_sp: Pretraga

source: All
sr_sp: Sve

source: Active
sr_sp: Aktivan

source: Inactive
sr_sp: Neaktivan

source: Pending
sr_sp: Nerešen

source: Rejected
sr_sp: Odbijen

source: Name
sr_sp: Ime

source: Earnings
sr_sp: Zarada

source: Paid Referrals
sr_sp: Plaćeni refferali

source: Actions
sr_sp: Akcije

source: Edit
sr_sp: Uredi

source: Deactivate
sr_sp: Deaktiviranje

source: Accept
sr_sp: Prihvatiti

source: Reject
sr_sp: Odbiti

source: Activate
sr_sp: Aktivirati

source: Delete
sr_sp: Izbrisati

source: No affiliates found.
sr_sp: Nema pronađenih affiliates.

source: Edit Affiliate
sr_sp: Uredi affiliate

source: The affiliate's ID. This cannot be changed.
sr_sp: Od affiliate ID. To ne može da se promeni.

source: User ID
sr_sp: Korisnik ID

source: The affiliate's user ID. This cannot be changed.
sr_sp: Od affiliate korisnički ID. To ne može da se promeni.

source: Referral Rate
sr_sp: Upućivanje oceni

source: The affiliate's referral rate. If left blank, the site default will be used.
sr_sp: Upućivanje stopa od affiliate. Ako se ostavi prazno, sajt će se koristiti podrazumevani.

source: Total earnings
sr_sp: Ukupno zarada

source: Total unpaid earnings
sr_sp: Vsego nevyplachennyy zarada

source: Total paid referrals
sr_sp: Ukupno plaćeni refferali

source: Total unpaid referrals
sr_sp: Ukupni neplaćeni referrali

source: Total pending referrals
sr_sp: Ukupno na čekanju referrali

source: Total rejected referrals
sr_sp: Ukupno odbili refferali

source: Total visits
sr_sp: Ukupno poseta

source: Affiliate Registrations
sr_sp: Affiliate registracije

source: Paid Earnings
sr_sp: Plaćeni zarada

source: Paid Earnings This Month
sr_sp: Plaćeni zarada ovaj mesec

source: Paid Earnings Today
sr_sp: Plaćeni zarada danas

source: Unpaid Earnings
sr_sp: Neisplaćena zarada

source: Unpaid Earnings This Month
sr_sp: Neisplaćena zarada ovaj mesec

source: Unpaid Earnings Today
sr_sp: Neisplaćena zarada danas

source: Unpaid Referrals
sr_sp: Neplaćeno refferali

source: Unpaid Referrals This Month
sr_sp: Neplaćeno refferali ovaj mesec

source: Unpaid Referrals Today
sr_sp: Neplaćeno refferali danas

source: Successful Conversions
sr_sp: Uspešni konverzije

source: Conversion Rate
sr_sp: Stopa konverzije

source: The upgrade process is running, please be patient. This could take several minutes to complete while affiliate records are upgraded in batches of 100.
sr_sp: Proces nadogradnje radi, molim vas da budete strpljivi. Ovo bi moglo potrajati nekoliko minuta da se završi, a affiliate zapisi su nadograđeni u grupama od po 100.

source: Step %d running
sr_sp: Korak %d trčanje

source: Export / Import
sr_sp: Izvoz / Uvoz

source: Recount Stats
sr_sp: Recount statistika

source: Recount Affiliate Stats
sr_sp: Recount Affiliate Statistika

source: Use this tool to recount affiliate statistics.
sr_sp: Koristite ovu alatku da ispričaju affiliate statistiku.

source: Affiliate name
sr_sp: Partnerski ime

source: Enter the name of the affiliate or begin typing to perform a search based on the affiliate's name.
sr_sp: Unesite naziv ili affiliate početi da kucate da izvrši pretragu na osnovu naziva affiliate.

source: Recount
sr_sp: Prebrojiti

source: These tools assist in migrating affiliate and referral data from existing platforms.
sr_sp: Ovi alati pomažu u migraciju affiliate i upućivanje podataka iz postojećih platformi.

source: Use this tool migrate existing affiliate / referral data from Affiliates Pro to AffiliateWP.
sr_sp: Koristite ovaj alat migraciju postojećih podataka filijala / refferal od saradnici Pro AffiliateWP

source: <strong>NOTE:</strong> this tool should only ever be used on a fresh install. If you have already collected affiliate or referral data, do not use this tool.
sr_sp: <strong>NAPOMENA:</strong> ovaj alat treba samo ikada da se koristi na sveže instalacije. Ako ste već prikupljaju partner ili upućivanje podatke, nemojte koristiti ovaj alat.

source: Migrate Data from Affiliates Pro
sr_sp: Migracija podataka iz Affiliates Pro

source: Export Referrals
sr_sp: Izvoz refferali

source: Export referrals to a CSV file.
sr_sp: Izvoz refferali u CSV datoteku.

source: From - mm/dd/yyyy
sr_sp: Od - mm/dd/gggg

source: To - mm/dd/yyyy
sr_sp: Do - mm/dd/gggg

source: All Statuses
sr_sp: Svi statusi

source: Paid
sr_sp: Plaćen

source: Unpaid
sr_sp: Neplaćen

source: To search for a affiliate, enter the affiliate's login name, first name, or last name. Leave blank to export referrals for all affiliates.
sr_sp: Da biste potražili affiliate, unesite ime affiliate prijava, ime ili prezime. Ostavite prazno za izvoz preporuke za sve affiliates.

source: Export
sr_sp: Izvoz

source: Export Settings
sr_sp: Izvoz podešavanja

source: Export the AffiliateWP settings for this site as a .json file. This allows you to easily import the configuration into another site.
sr_sp: Izvoz AffiliateWP postavke za ovaj sajt kao .json fajla. Ovo vam omogućava da lako uvezete konfiguraciju u nekom drugom sajtu.

source: Import Settings
sr_sp: Uvoz podešavanja

source: Import the AffiliateWP settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
sr_sp: Uvoz podešavanja AffiliateWP iz .json fajla. Ovaj fajl se može dobiti od izvoza podešavanja na drugom sajtu koristeći obrazac iznad.

source: Import
sr_sp: Uvoz

source: Amount
sr_sp: Iznos

source: Currency
sr_sp: Valuta

source: Reference
sr_sp: Upućivanje

source: Context
sr_sp: Kontekst

source: Date
sr_sp: Datum
